LIGHT1213/esp32Wireless-Dap/backend_b/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_LWIP_LOCAL_HOSTNAME="wdap-backend-b"
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_ESPTOOLPY_FLASHSIZE="8MB"
# CONFIG_WDAP_BACKEND_MOCK_SWD is not set
CONFIG_WDAP_SWD_SWCLK_GPIO=5
CONFIG_WDAP_SWD_SWDIO_GPIO=4
CONFIG_WDAP_TARGET_NRST_GPIO=6
CONFIG_WDAP_TARGET_RESET_SETTLE_MS=5
